{
  "LuaSnip": { "branch": "master" },
  "better-ts-errors.nvim": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "codecompanion.nvim": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "copilot-cmp": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "dressing.nvim": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "focus.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lspkind.nvim": { "branch": "master" },
  "luvit-meta": { "branch": "main" },
  "markview.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "neo-tree.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "smart-open.nvim": { "branch": "0.2.x" },
  "sqlite.lua": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-fzy-native.nvim": { "branch": "master" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "0.1.x" },
  "tint.nvim": { "branch": "master" },
  "tiny-inline-diagnostic.nvim": { "branch": "main" },
  "todo-comments.nvim": { "branch": "main" },
  "typescript-tools.nvim": { "branch": "master" },
  "vim-sleuth": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "window-picker": { "branch": "main" }
}
